Repository: changingo/fer-tarot
Catalog: plugins/bookingpress-multilanguage/languages/bookingpress-multilanguage-*.po
Languages: de_de, es_es, it_it

source: BookingPress - Multi-Language Addon
de_de: BookingPress – Mehrsprachiges Add-on
es_es: BookingPress - Complemento multilingüe
it_it: BookingPress - Componente aggiuntivo multilingue

source: Extension for BookingPress plugin to translate it in multiple languages.
de_de: Erweiterung für das BookingPress-Plugin zur Übersetzung in mehrere Sprachen.
es_es: Extensión para el complemento BookingPress para traducirlo en varios idiomas.
it_it: Estensione per il plugin BookingPress per tradurlo in più lingue.

source: Uncategorized
de_de: Nicht kategorisiert
es_es: Sin categorizar
it_it: Non categorizzato

source: Language Not Found.
de_de: Sprache nicht gefunden.
es_es: Idioma no encontrado.
it_it: Lingua non trovata.

source: Please select language from general setting.
de_de: Bitte wählen Sie die Sprache aus den allgemeinen Einstellungen aus.
es_es: Seleccione el idioma de la configuración general.
it_it: Seleziona la lingua dalle impostazioni generali.

source: No
de_de: NEIN

source: selected for the booking
de_de: für die Buchung ausgewählt
es_es: seleccionado para la reserva
it_it: selezionato per la prenotazione

source: Service Name
de_de: Dienstname
es_es: Nombre del Servicio
it_it: Nome di Servizio

source: Service Description
de_de: Leistungsbeschreibung
es_es: Descripción del servicio
it_it: Descrizione del servizio

source: Category Name
de_de: Kategoriename
es_es: nombre de la categoría
it_it: Nome della categoria

source: Email Subject
de_de: E-Mail Betreff
es_es: Asunto del email
it_it: Oggetto dell'email

source: Email Message
de_de: E-Mail Nachricht
es_es: Mensaje de correo electrónico
it_it: Messaggio email

source: Invoice
de_de: Rechnung
es_es: Factura
it_it: Fattura

source: Company Name
de_de: Name der Firma
es_es: nombre de empresa
it_it: Nome della ditta

source: Company Address
de_de: Firmenanschrift
es_es: Dirección de la empresa
it_it: indirizzo aziendale

source: No service selected for the booking
de_de: Für die Buchung wurde kein Service ausgewählt
es_es: Ningún servicio seleccionado para la reserva
it_it: Nessun servizio selezionato per la prenotazione

source: No appointment date selected for the booking
de_de: Für die Buchung wurde kein Termin ausgewählt
es_es: No se ha seleccionado fecha de cita para la reserva
it_it: Nessuna data dell'appuntamento selezionata per la prenotazione

source: No appointment time selected for the booking
de_de: Für die Buchung wurde kein Termin ausgewählt
es_es: No se ha seleccionado ninguna hora de cita para la reserva
it_it: Nessun orario dell'appuntamento selezionato per la prenotazione

source: No payment method is selected for the booking
de_de: Für die Buchung ist keine Zahlungsart ausgewählt
es_es: No se ha seleccionado ningún método de pago para la reserva
it_it: Nessun metodo di pagamento è selezionato per la prenotazione

source: Duplicate email address found
de_de: Doppelte E-Mail-Adresse gefunden
es_es: Dirección de correo electrónico duplicada encontrada
it_it: Indirizzo email duplicato trovato

source: Unsupported currency selected for the payment
de_de: Für die Zahlung wurde eine nicht unterstützte Währung ausgewählt
es_es: Moneda no admitida seleccionada para el pago
it_it: Valuta non supportata selezionata per il pagamento

source: Time slot already booked
de_de: Zeitfenster bereits gebucht
es_es: Horario ya reservado
it_it: Fascia oraria già prenotata

source: No payment method available
de_de: Keine Zahlungsmethode verfügbar
es_es: No hay método de pago disponible
it_it: Nessun metodo di pagamento disponibile

source: Please fill all fields value of card details
de_de: Bitte füllen Sie alle Felder zum Wert der Kartendetails aus
es_es: Complete todos los campos con el valor de los detalles de la tarjeta
it_it: Si prega di compilare tutti i campi valore dei dettagli della carta

source: Payment token failure message
de_de: Fehlermeldung zum Zahlungstoken-Fehler
es_es: Mensaje de falla del token de pago
it_it: Messaggio di errore del token di pagamento

source: Payment already paid message
de_de: Nachricht „Zahlung bereits bezahlt“.
es_es: Mensaje de pago ya pagado
it_it: Messaggio di pagamento già pagato

source: Complete payment success message
de_de: Vollständige Zahlungserfolgsmeldung
es_es: Mensaje de éxito de pago completo
it_it: Completare il messaggio di successo del pagamento

source: No timeslots available for booking
de_de: Es sind keine Zeitfenster zur Buchung verfügbar
es_es: No hay franjas horarias disponibles para reservar
it_it: Nessuna fascia oraria disponibile per la prenotazione

source: Cancel Appointment Confirmation
de_de: Terminbestätigung stornieren
es_es: Confirmación de cancelación de cita
it_it: Annulla conferma appuntamento

source: No Appointment Available to Cancel
de_de: Kein stornierbarer Termin verfügbar
es_es: No hay cita disponible para cancelar
it_it: Nessun appuntamento disponibile per la cancellazione

source: Refund policy message
de_de: Nachricht zu den Rückerstattungsrichtlinien
es_es: Mensaje de política de reembolso
it_it: Messaggio sulla politica di rimborso

source: Label
de_de: Etikett
es_es: Etiqueta
it_it: Etichetta

source: Placeholder
de_de: Platzhalter
es_es: Marcador de posición
it_it: Segnaposto

source: Error Message
de_de: Fehlermeldung
es_es: Mensaje de error
it_it: Messaggio di errore

source: Options
de_de: Optionen
es_es: Opciones
it_it: Opzioni

source: My booking title
de_de: Mein Buchungstitel
es_es: Mi titulo de reserva
it_it: Il mio titolo di prenotazione

source: Apply button
de_de: Schaltfläche „Anwenden“.
es_es: Aplicar botón
it_it: Pulsante Applica

source: Search appointment placeholder
de_de: Terminplatzhalter suchen
es_es: Buscar marcador de posición de cita
it_it: Cerca il segnaposto dell'appuntamento

source: Start date placeholder
de_de: Platzhalter für das Startdatum
es_es: Marcador de posición de fecha de inicio
it_it: Segnaposto data di inizio

source: End date placeholder
de_de: Platzhalter für das Enddatum
es_es: Marcador de posición de fecha de finalización
it_it: Segnaposto data di fine

source: My appointments title
de_de: Titel meiner Termine
es_es: Título de mis citas
it_it: Titolo dei miei appuntamenti

source: Edit account title
de_de: Kontotitel bearbeiten
es_es: Editar título de cuenta
it_it: Modifica il titolo dell'account

source: Change password title
de_de: Passworttitel ändern
es_es: Cambiar el título de la contraseña
it_it: Cambia il titolo della password

source: Logout title
de_de: Abmeldetitel
es_es: Título de cierre de sesión
it_it: Titolo di disconnessione

source: Delete account title
de_de: Kontotitel löschen
es_es: Eliminar título de cuenta
it_it: Elimina il titolo dell'account

source: Delete account heading title
de_de: Titel der Kontoüberschrift löschen
es_es: Eliminar título de encabezado de cuenta
it_it: Elimina il titolo dell'intestazione dell'account

source: Delete account description
de_de: Kontobeschreibung löschen
es_es: Eliminar descripción de la cuenta
it_it: Elimina la descrizione dell'account

source: Delete account button label
de_de: Beschriftung der Schaltfläche „Konto löschen“.
es_es: Eliminar etiqueta de botón de cuenta
it_it: Elimina l'etichetta del pulsante dell'account

source: ID title
de_de: ID-Titel
es_es: título de identificación
it_it: titolo di identificazione

source: Service title
de_de: Diensttitel
es_es: Título del servicio
it_it: Titolo di servizio

source: Date title
de_de: Datumstitel
es_es: Título de la fecha
it_it: Titolo della data

source: Status title
de_de: Statustitel
es_es: Título de estado
it_it: Titolo di stato

source: staff title
de_de: Personaltitel
es_es: título del personal
it_it: titolo personale

source: Payment title
de_de: Zahlungstitel
es_es: título de pago
it_it: Titolo di pagamento

source: Booking id title
de_de: Titel der Buchungs-ID
es_es: Título de identificación de reserva
it_it: Titolo ID prenotazione

source: Booking time title
de_de: Titel der Buchungszeit
es_es: Título del tiempo de reserva
it_it: Titolo del tempo di prenotazione

source: No. Of Person title
de_de: Nr. des Personentitels
es_es: Nº de título de la persona
it_it: No. Del titolo della persona

source: Extras details title
de_de: Extras Details Titel
es_es: Título de detalles extras
it_it: Titolo dettagli extra

source: Deposit title
de_de: Hinterlegungstitel
es_es: Título del depósito
it_it: Titolo di deposito

source: Tax title
de_de: Steuertitel
es_es: Título fiscal
it_it: Titolo fiscale

source: Coupon title
de_de: Gutscheintitel
es_es: Título del cupón
it_it: Titolo tagliando

source: Payment details title
de_de: Titel der Zahlungsdetails
es_es: Título de detalles de pago
it_it: Titolo dei dettagli di pagamento

source: Payment method title
de_de: Titel der Zahlungsmethode
es_es: Título del método de pago
it_it: Titolo del metodo di pagamento

source: Total amount title
de_de: Gesamtbetrag Titel
es_es: Título de la cantidad total
it_it: Importo totale titolo

source: Delete account content
de_de: Kontoinhalt löschen
es_es: Eliminar contenido de la cuenta
it_it: Elimina il contenuto dell'account

source: Login form title
de_de: Titel des Anmeldeformulars
es_es: Título del formulario de inicio de sesión
it_it: Titolo del modulo di accesso

source: Username / Email field label
de_de: Feldbezeichnung „Benutzername/E-Mail“.
es_es: Etiqueta de campo de nombre de usuario/correo electrónico
it_it: Etichetta campo nome utente/e-mail

source: Username / Email field Placeholder
de_de: Platzhalter für Benutzername/E-Mail-Feld
es_es: Nombre de usuario / Campo de correo electrónico Marcador de posición
it_it: Nome utente/campo Email Segnaposto

source: Password label
de_de: Passwortetikett
es_es: Etiqueta de contraseña
it_it: Etichetta password

source: Password field Placeholder
de_de: Platzhalter für das Passwortfeld
es_es: Campo de contraseña Marcador de posición
it_it: Campo password Segnaposto

source: User name required field label
de_de: Benutzername erforderliche Feldbezeichnung
es_es: Etiqueta de campo obligatorio de nombre de usuario
it_it: Nome utente etichetta campo obbligatoria

source: Password required field label
de_de: Feldbeschriftung „Passwort erforderlich“.
es_es: Etiqueta de campo de contraseña requerida
it_it: Etichetta campo richiesta password

source: Remember Me field label
de_de: Feldbeschriftung „An mich erinnern“.
es_es: Etiqueta de campo Recuérdame
it_it: Etichetta del campo Ricordati di me

source: Login button label
de_de: Beschriftung der Anmeldeschaltfläche
es_es: Etiqueta del botón de inicio de sesión
it_it: Etichetta del pulsante di accesso

source: Forgot Password link label
de_de: Link-Label „Passwort vergessen“.
es_es: Etiqueta de enlace de contraseña olvidada
it_it: Etichetta di collegamento password dimenticata

source: Error message label
de_de: Beschriftung der Fehlermeldung
es_es: Etiqueta de mensaje de error
it_it: Etichetta del messaggio di errore

source: Forgot Password form title
de_de: Titel des Passwortformulars vergessen
es_es: Título del formulario de contraseña olvidada
it_it: Titolo del modulo Password dimenticata

source: Email address field label
de_de: Beschriftung des E-Mail-Adressfelds
es_es: Etiqueta de campo de dirección de correo electrónico
it_it: Etichetta del campo dell'indirizzo e-mail

source: Email address placeholder label
de_de: Platzhalterbezeichnung für E-Mail-Adresse
es_es: Etiqueta de marcador de posición de dirección de correo electrónico
it_it: Etichetta segnaposto indirizzo email

source: Email required field label
de_de: Erforderliche Feldbezeichnung per E-Mail senden
es_es: Etiqueta de campo obligatorio de correo electrónico
it_it: Etichetta campo obbligatorio email

source: Forgot password button label
de_de: Beschriftung der Schaltfläche „Passwort vergessen“.
es_es: Etiqueta de botón de contraseña olvidada
it_it: Etichetta del pulsante password dimenticata

source: Success message label
de_de: Beschriftung der Erfolgsmeldung
es_es: Etiqueta de mensaje de éxito
it_it: Etichetta del messaggio di successo

source: Sign In Link Label
de_de: Anmeldelink-Label
es_es: Etiqueta de enlace de inicio de sesión
it_it: Etichetta del collegamento di accesso

source: My profile title
de_de: Mein Profiltitel
es_es: mi titulo de perfil
it_it: Il titolo del mio profilo

source: Update Profile Button Label
de_de: Beschriftung der Profilschaltfläche aktualisieren
es_es: Actualizar etiqueta de botón de perfil
it_it: Aggiorna etichetta pulsante profilo

source: Update Profile Success Message
de_de: Erfolgsmeldung zum Aktualisieren des Profils
es_es: Actualizar mensaje de éxito del perfil
it_it: Aggiorna il messaggio di successo del profilo

source: Current password label
de_de: Aktuelles Passwortetikett
es_es: Etiqueta de contraseña actual
it_it: Etichetta della password corrente

source: New password label
de_de: Neues Passwortetikett
es_es: Nueva etiqueta de contraseña
it_it: Nuova etichetta password

source: Confirm password label
de_de: Passwortbeschriftung bestätigen
es_es: Confirmar etiqueta de contraseña
it_it: Conferma l'etichetta della password

source: Current password placeholder
de_de: Platzhalter für aktuelles Passwort
es_es: Marcador de posición de la contraseña actual
it_it: Segnaposto della password corrente

source: New password placeholder
de_de: Neuer Passwort-Platzhalter
es_es: Nuevo marcador de posición de contraseña
it_it: Nuovo segnaposto password

source: Confirm password placeholder
de_de: Platzhalter für Passwort bestätigen
es_es: Confirmar marcador de posición de contraseña
it_it: Conferma segnaposto password

source: Update password button label
de_de: Beschriftung der Schaltfläche „Passwort aktualisieren“.
es_es: Actualizar la etiqueta del botón de contraseña
it_it: Aggiorna l'etichetta del pulsante della password

source: Update password success message
de_de: Erfolgsmeldung zum Aktualisieren des Passworts
es_es: Actualizar mensaje de éxito de contraseña
it_it: Aggiorna il messaggio di successo della password

source: Update password error message
de_de: Fehlermeldung „Passwort aktualisieren“.
es_es: Actualizar mensaje de error de contraseña
it_it: Aggiorna il messaggio di errore della password

source: Current password required field label
de_de: Bezeichnung des Felds „Aktuelles Kennwort erforderlich“.
es_es: Etiqueta de campo de contraseña actual requerida
it_it: Etichetta campo richiesta password corrente

source: New password required field label
de_de: Neue Feldbezeichnung „Passwort erforderlich“.
es_es: Nueva etiqueta de campo de contraseña requerida
it_it: Nuova etichetta del campo password obbligatoria

source: Confirm password required field label
de_de: Feldbeschriftung „Kennwort bestätigen“ erforderlich
es_es: Confirmar la etiqueta del campo obligatorio de la contraseña
it_it: Conferma l'etichetta del campo obbligatorio della password

source: Reschedule title
de_de: Titel neu planen
es_es: Reprogramar título
it_it: Riprogramma il titolo

source: Popup title
de_de: Popup-Titel
es_es: título emergente
it_it: Titolo a comparsa

source: Popup description
de_de: Popup-Beschreibung
es_es: Descripción emergente
it_it: Descrizione a comparsa

source: Date label
de_de: Datumsetikett
es_es: Etiqueta de fecha
it_it: Etichetta data

source: Time label
de_de: Zeitetikett
es_es: etiqueta de tiempo
it_it: Etichetta temporale

source: Time Placeholder
de_de: Zeitplatzhalter
es_es: Marcador de posición de tiempo
it_it: Segnaposto orario

source: Cancel button label
de_de: Beschriftung der Schaltfläche „Abbrechen“.
es_es: Cancelar etiqueta del botón
it_it: Annulla etichetta pulsante

source: Update button label
de_de: Schaltflächenbeschriftung aktualisieren
es_es: Actualizar etiqueta de botón
it_it: Aggiorna etichetta pulsante

source: Reschedule appointment success message
de_de: Erfolgsmeldung „Termin verschieben“.
es_es: Reprogramar el mensaje de éxito de la cita
it_it: Riprogrammare il messaggio di successo dell'appuntamento

source: Cancel appointment title
de_de: Termintitel stornieren
es_es: Cancelar título de cita
it_it: Cancella il titolo dell'appuntamento

source: Confirmation message
de_de: Bestätigungsmeldung
es_es: Mensaje de confirmacion
it_it: Messaggio di conferma

source: No button text
de_de: Kein Schaltflächentext
es_es: Sin texto de botón
it_it: Nessun testo del pulsante

source: Yes button text
de_de: Schaltflächentext „Ja“.
es_es: Texto del botón Sí
it_it: Sì testo del pulsante

source: Booking ID label
de_de: Buchungs-ID-Etikett
es_es: Etiqueta de identificación de reserva
it_it: Etichetta ID prenotazione

source: Service label
de_de: Service-Etikett
es_es: etiqueta de servicio
it_it: Etichetta di servizio

source: Date & Time label
de_de: Datums- und Uhrzeitetikett
es_es: Etiqueta de fecha y hora
it_it: Etichetta data e ora

source: Paid amount label
de_de: Etikett für den bezahlten Betrag
es_es: Etiqueta de cantidad pagada
it_it: Etichetta dell'importo pagato

source: Refund amount label
de_de: Etikett für den Rückerstattungsbetrag
es_es: Etiqueta de cantidad de reembolso
it_it: Etichetta dell'importo del rimborso

source: Refund payment method label
de_de: Etikett für die Zahlungsmethode „Rückerstattung“.
es_es: Etiqueta de método de pago de reembolso
it_it: Etichetta del metodo di pagamento del rimborso

source: Confirm cancellation button text
de_de: Bestätigen Sie den Text der Stornierungsschaltfläche
es_es: Confirmar el texto del botón de cancelación
it_it: Conferma il testo del pulsante di annullamento

source: Apply button text (my booking)
de_de: Schaltflächentext anwenden (meine Buchung)
es_es: Aplicar texto de botón (mi reserva)
it_it: Applica il testo del pulsante (la mia prenotazione)

source: Cancel button text (my booking)
de_de: Text der Schaltfläche „Stornieren“ (meine Buchung)
es_es: Cancelar texto del botón (mi reserva)
it_it: Annulla il testo del pulsante (la mia prenotazione)

source: Go back button
de_de: Zurück-Taste
es_es: boton volver
it_it: Pulsante Indietro

source: Next button
de_de: Nächster Knopf
es_es: Siguiente botón
it_it: Pulsante successivo

source: Book appointment button
de_de: Schaltfläche „Termin buchen“.
es_es: Botón reservar cita
it_it: Pulsante Prenota appuntamento

source: Minutes label
de_de: Protokolletikett
es_es: Etiqueta de minutos
it_it: Etichetta minuti

source: Hours label
de_de: Stundenbeschriftung
es_es: Etiqueta de horas
it_it: Etichetta ore

source: Day label
de_de: Tagesetikett
es_es: Etiqueta de día
it_it: Etichetta del giorno

source: Step service
de_de: Stufenservice
es_es: servicio de paso
it_it: Servizio di passaggio

source: Category title
de_de: Kategorietitel
es_es: Título de la categoría
it_it: Titolo di categoria

source: All category
de_de: Alle Kategorie
es_es: Toda la categoría
it_it: Tutta la categoria

source: Service duration
de_de: Servicedauer
es_es: Duración del servicio
it_it: Durata del servizio

source: Service price
de_de: Servicepreis
es_es: precio del servicio
it_it: Prezzo del servizio

source: Continue button
de_de: Schaltfläche „Weiter“.
es_es: botón Continuar
it_it: Pulsante Continua

source: Cancel button
de_de: Schaltfläche „Abbrechen“.
es_es: Botón cancelar
it_it: Pulsante Annulla

source: Step Date & Time
de_de: Schritt Datum und Uhrzeit
es_es: Paso Fecha y hora
it_it: Data e ora del passaggio

source: Time slot title
de_de: Titel des Zeitfensters
es_es: Título de la franja horaria
it_it: Titolo della fascia oraria

source: Morning time slot title
de_de: Titel des Zeitfensters am Morgen
es_es: Título de la franja horaria de la mañana
it_it: Titolo fascia oraria mattutina

source: Afternoon time slot title
de_de: Titel des Zeitfensters am Nachmittag
es_es: Título de la franja horaria de la tarde
it_it: Titolo fascia oraria pomeridiana

source: Evening time slot title
de_de: Titel des Abendzeitfensters
es_es: Título de la franja horaria de la tarde
it_it: Titolo fascia oraria serale

source: Night time slot title
de_de: Titel des Nachtzeitfensters
es_es: Título de la franja horaria nocturna
it_it: Titolo della fascia oraria notturna

source: Date & time step note
de_de: Schrittnotiz zu Datum und Uhrzeit
es_es: Nota de paso de fecha y hora
it_it: Nota passo data e ora

source: Remaining slots title
de_de: Verbleibender Slot-Titel
es_es: Título de las tragamonedas restantes
it_it: Titolo slot rimanente

source: Step basic details
de_de: Schritt Grunddetails
es_es: Paso detalles básicos
it_it: Dettagli di base del passaggio

source: Summary step
de_de: Zusammenfassungsschritt
es_es: Paso de resumen
it_it: Passo riassuntivo

source: Summary description
de_de: Zusammenfassende Beschreibung
es_es: Descripción resumida
it_it: Descrizione sommaria

source: Service summary title
de_de: Titel der Servicezusammenfassung
es_es: Título del resumen del servicio
it_it: Titolo di riepilogo del servizio

source: Date & time summary title
de_de: Titel der Datums- und Uhrzeitzusammenfassung
es_es: Título del resumen de fecha y hora
it_it: Titolo di riepilogo di data e ora

source: Customer summary title
de_de: Titel der Kundenzusammenfassung
es_es: Título del resumen del cliente
it_it: Titolo di riepilogo cliente

source: Summary step note
de_de: Zusammenfassende Schrittnotiz
es_es: Resumen de la nota del paso
it_it: Nota di riepilogo del passaggio

source: Appointment details summary title
de_de: Zusammenfassungstitel der Termindetails
es_es: Título del resumen de los detalles de la cita
it_it: Titolo di riepilogo dei dettagli dell'appuntamento

source: Subtotal title
de_de: Titel der Zwischensumme
es_es: Título del subtotal
it_it: Titolo subtotale

source: Pay locally payment title
de_de: Bezahlen Sie den Zahlungstitel vor Ort
es_es: Título de pago de pago local
it_it: Paga in loco il titolo di pagamento

source: PayPal payment title
de_de: PayPal-Zahlungstitel
es_es: Título de pago de PayPal
it_it: Titolo di pagamento PayPal

source: Card details title
de_de: Titel der Kartendetails
es_es: Título de los detalles de la tarjeta
it_it: Titolo dei dettagli della carta

source: Card number placeholder
de_de: Platzhalter für die Kartennummer
es_es: Marcador de posición de número de tarjeta
it_it: Segnaposto numero carta

source: Expire month placeholder
de_de: Platzhalter für den Ablaufmonat
es_es: Marcador de posición de mes de caducidad
it_it: Scadenza mese segnaposto

source: Expire year placeholder
de_de: Platzhalter für das Ablaufjahr
es_es: Marcador de posición de año de caducidad
it_it: Scadenza anno segnaposto

source: Cvv placeholder
de_de: CVV-Platzhalter
es_es: marcador de posición cvv
it_it: Segnaposto cvv

source: Deposit amount title
de_de: Titel des Einzahlungsbetrags
es_es: Título del monto del depósito
it_it: Titolo dell'importo del deposito

source: Make Payment button title
de_de: Titel der Schaltfläche „Zahlung durchführen“.
es_es: Título del botón Realizar pago
it_it: Titolo del pulsante Effettua pagamento

source: Thank you message
de_de: Dankesnachricht
es_es: mensaje de agradecimiento
it_it: Messaggio di ringraziamento

source: Failed Payment
de_de: Zahlung fehlgeschlagen
es_es: Pago fallido
it_it: Pagamento fallito

source: Staff Member
de_de: Mitarbeiter
es_es: Miembro del equipo
it_it: Membro del personale

source: Categories
de_de: Kategorien
es_es: Categorías
it_it: Categorie

source: Common field labels
de_de: Gemeinsame Feldbezeichnungen
es_es: Etiquetas de campo comunes
it_it: Etichette di campo comuni

source: Service step labels
de_de: Etiketten für Serviceschritte
es_es: Etiquetas de paso de servicio
it_it: Etichette delle fasi di servizio

source: Date & Time labels
de_de: Datums- und Uhrzeitetiketten
es_es: Etiquetas de fecha y hora
it_it: Etichette di data e ora

source: Basic details step labels
de_de: Grundlegende Details der Schrittbeschriftungen
es_es: Etiquetas de pasos de detalles básicos
it_it: Etichette dei passaggi dei dettagli di base
