Repository: changingo/fer-tarot
Catalog: plugins/bookingpress-multilanguage/languages/bookingpress-multilanguage-*.po
Languages: de_de, es_es, it_it

source: Summary step labels
de_de: Zusammenfassende Schrittbeschriftungen
es_es: Etiquetas de pasos de resumen
it_it: Etichette dei passaggi di riepilogo

source: Payment Link Labels
de_de: Zahlungslink-Etiketten
es_es: Etiquetas de enlace de pago
it_it: Etichette link di pagamento

source: Login Related Messages
de_de: Anmeldebezogene Nachrichten
es_es: Mensajes relacionados con el inicio de sesión
it_it: Messaggi relativi all'accesso

source: Forgot Password Messages
de_de: Nachrichten mit vergessenem Passwort
es_es: Mensajes de contraseña olvidada
it_it: Messaggi password dimenticata

source: Edit Account Messages
de_de: Kontonachrichten bearbeiten
es_es: Editar mensajes de cuenta
it_it: Modifica i messaggi dell'account

source: Change Password Messages
de_de: Passwortnachrichten ändern
es_es: Cambiar mensajes de contraseña
it_it: Modifica messaggi password

source: Reschedule Appointment Messages
de_de: Terminnachrichten verschieben
es_es: Mensajes de reprogramación de citas
it_it: Riprogrammare i messaggi di appuntamento

source: Cancel Appointment Messages
de_de: Terminnachrichten stornieren
es_es: Cancelar mensajes de citas
it_it: Annulla i messaggi di appuntamento

source: Cancel Appointment Confirmation Messages
de_de: Terminbestätigungsnachrichten stornieren
es_es: Cancelar mensajes de confirmación de cita
it_it: Annulla i messaggi di conferma dell'appuntamento

source: Company Details
de_de: Firmendetails
es_es: Detalles de la compañía
it_it: Dettagli della Compagnia

source: Message Settings
de_de: Nachrichteneinstellungen
es_es: Configuración de mensajes
it_it: Impostazioni messaggio

source: Waiting List labels
de_de: Wartelistenetiketten
es_es: Etiquetas de lista de espera
it_it: Etichette della lista d'attesa

source: Tip Inputs labels
de_de: Tipp Geben Sie Beschriftungen ein
es_es: Etiquetas de entradas de sugerencias
it_it: Suggerimento Consente di inserire le etichette

source: To Customer
de_de: An den Kunden
es_es: Al cliente
it_it: Al cliente

source: In-built
de_de: Eingebaut
es_es: incorporado
it_it: Integrato

source: To
de_de: Zu
es_es: A
it_it: A

source: Translate
de_de: Übersetzen
es_es: Traducir
it_it: Tradurre

source: Error
de_de: Fehler
it_it: Errore

source: Something went wrong..
de_de: Etwas ist schief gelaufen..
es_es: Algo salió mal..
it_it: Qualcosa è andato storto..

source: Sorry, Your request can not be processed due to security reason.
de_de: Leider kann Ihre Anfrage aus Sicherheitsgründen nicht bearbeitet werden.
es_es: Lo sentimos, su solicitud no puede ser procesada por razones de seguridad.
it_it: Siamo spiacenti, la tua richiesta non può essere elaborata per motivi di sicurezza.

source: Success
de_de: Erfolg
es_es: Éxito
it_it: Successo

source: Language data has been updated successfully.
de_de: Die Sprachdaten wurden erfolgreich aktualisiert.
es_es: Los datos de idioma se han actualizado correctamente.
it_it: I dati della lingua sono stati aggiornati correttamente.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress Cart Plugin to version 2.2 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress Cart Plugins auf Version 2.2 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar el complemento del carrito de BookingPress a la versión 2.2 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento del plug-in del carrello di BookingPress alla versione 2.2 o successiva.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - Custom Service Duration Plugin to version 1.5 or higher.
de_de: BookingPress – Plugin für mehrere Sprachen Erfordert die Aktualisierung des Plugins BookingPress – Custom Service Duration auf Version 1.5 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - Complemento de duración del servicio personalizado a la versión 1.5 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento di BookingPress - Plugin di durata del servizio personalizzato alla versione 1.5 o successiva.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - Authorize.Net Payment Gateway Plugin to version 1.2 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – Authorize.Net Payment Gateway Plugins auf Version 1.2 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - Authorize.Net Payment Gateway Plugin a la versión 1.2 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento del plug-in BookingPress - Authorize.Net Payment Gateway alla versione 1.2 o successiva.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - Braintree Payment Gateway Plugin to version 1.3 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – Braintree Payment Gateway Plugins auf Version 1.3 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - Braintree Payment Gateway Plugin a la versión 1.3 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento di BookingPress - Braintree Payment Gateway Plugin alla versione 1.3 o successiva.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - Happy Hours Pricing Plugin to version 1.1 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – Happy Hours Pricing Plugin auf Version 1.1 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - Complemento de precios Happy Hours a la versión 1.1 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento di BookingPress - Plugin prezzi Happy Hours alla versione 1.1 o successiva.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - Invoice Plugin to version 1.8 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – Rechnungs-Plugins auf Version 1.8 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - Complemento de facturación a la versión 1.8 o superior.
it_it: BookingPress - Multi-Language Plugin Richiede l'aggiornamento del BookingPress - Invoice Plugin alla versione 1.8 o superiore.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - Klarna Payment Gateway Plugin to version 1.1 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – Klarna Payment Gateway Plugins auf Version 1.1 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - Klarna Payment Gateway Plugin a la versión 1.1 o superior.
it_it: BookingPress - Plugin multilingua Richiede l'aggiornamento del plugin BookingPress - Klarna Payment Gateway alla versione 1.1 o successiva.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - Mollie Payment Gateway Plugin to version 1.2 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – Mollie Payment Gateway Plugins auf Version 1.2 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - Mollie Payment Gateway Plugin a la versión 1.2 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento del plug-in BookingPress - Mollie Payment Gateway alla versione 1.2 o successiva.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - Paddle Payment Gateway Plugin to version 1.1 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – Paddle Payment Gateway Plugins auf Version 1.1 oder höher.
es_es: BookingPress - Plugin multilingüe Requiere actualizar BookingPress - Paddle Payment Gateway Plugin a la versión 1.1 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento del plug-in BookingPress - Paddle Payment Gateway alla versione 1.1 o successiva.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - PagSeguro Payment Gateway Plugin to version 1.2 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – PagSeguro Payment Gateway Plugins auf Version 1.2 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - PagSeguro Payment Gateway Plugin a la versión 1.2 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento del plug-in BookingPress - PagSeguro Payment Gateway alla versione 1.2 o successiva.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - PayFast Payment Gateway Plugin to version 1.2 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – PayFast Payment Gateway Plugins auf Version 1.2 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - PayFast Payment Gateway Plugin a la versión 1.2 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento del plug-in BookingPress - PayFast Payment Gateway alla versione 1.2 o successiva.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - PayPal Pro Payment Gateway Plugin to version 1.1 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – PayPal Pro Payment Gateway Plugins auf Version 1.1 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - Complemento de pasarela de pago de PayPal Pro a la versión 1.1 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento del plug-in BookingPress - PayPal Pro Payment Gateway alla versione 1.1 o successiva.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - Paystack Payment Gateway Plugin to version 1.1 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – Paystack Payment Gateway Plugins auf Version 1.1 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - Paystack Payment Gateway Plugin a la versión 1.1 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento del plug-in BookingPress - Paystack Payment Gateway alla versione 1.1 o successiva.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - PayUMoney Payment Gateway Plugin to version 1.2 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – PayUMoney Payment Gateway Plugins auf Version 1.2 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - PayUMoney Payment Gateway Plugin a la versión 1.2 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento del plug-in BookingPress - PayUMoney Payment Gateway alla versione 1.2 o successiva.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - Razorpay Payment Gateway Plugin to version 1.1 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – Razorpay Payment Gateway Plugins auf Version 1.1 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - Razorpay Payment Gateway Plugin a la versión 1.1 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento del plug-in BookingPress - Razorpay Payment Gateway alla versione 1.1 o successiva.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - Skrill Payment Gateway Plugin to version 1.2 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – Skrill Payment Gateway Plugins auf Version 1.2 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - Skrill Payment Gateway Plugin a la versión 1.2 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento del plug-in BookingPress - Skrill Payment Gateway alla versione 1.2 o successiva.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - SMS Notification Plugin to version 1.6 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – SMS-Benachrichtigungs-Plugins auf Version 1.6 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - Complemento de notificación por SMS a la versión 1.6 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento di BookingPress - Plugin di notifica SMS alla versione 1.6 o superiore.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - Square Payment Gateway Plugin to version 1.3 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – Square Payment Gateway Plugins auf Version 1.3 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - Square Payment Gateway Plugin a la versión 1.3 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento del plug-in BookingPress - Square Payment Gateway alla versione 1.3 o successiva.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - Stripe Payment Gateway Plugin to version 1.5 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – Stripe Payment Gateway Plugins auf Version 1.5 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - Stripe Payment Gateway Plugin a la versión 1.5 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento del plug-in BookingPress - Stripe Payment Gateway alla versione 1.5 o successiva.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - Tax Plugin to version 1.4 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – Steuer-Plugins auf Version 1.4 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - Complemento de impuestos a la versión 1.4 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento di BookingPress - Plugin fiscale alla versione 1.4 o superiore.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - Tip Plugin to version 1.3 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – Tipp-Plugins auf Version 1.3 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - Complemento de sugerencias a la versión 1.3 o superior.
it_it: BookingPress - Multi-Language Plugin Richiede l'aggiornamento del BookingPress - Tip Plugin alla versione 1.3 o superiore.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - Two Checkout Payment Gateway Plugin to version 1.1 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – Two Checkout Payment Gateway Plugins auf Version 1.1 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - Complemento de pasarela de pago de dos pagos a la versión 1.1 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento di BookingPress - Two Checkout Payment Gateway Plugin alla versione 1.1 o successiva.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - Waiting List Plugin to version 1.2 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Muss aktualisiert werden
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - Complemento de lista de espera a la versión 1.2 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento di BookingPress - Waiting List Plugin alla versione 1.2 o superiore.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - WhatsApp Notification Plugin to version 1.5 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – Wartelisten-Plugins auf Version 1.2 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - Complemento de notificación de WhatsApp a la versión 1.5 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento di BookingPress - Plugin di notifica WhatsApp alla versione 1.5 o successiva.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - WooCommerce Payment Gateway Plugin to version 1.4 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – WhatsApp-Benachrichtigungs-Plugins auf Version 1.5 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - WooCommerce Payment Gateway Plugin a la versión 1.4 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento di BookingPress - WooCommerce Payment Gateway Plugin alla versione 1.4 o successiva.

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress - Worldpay Payment Gateway Plugin to version 1.2 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – WooCommerce Payment Gateway Plugins auf Version 1.4 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar BookingPress - Worldpay Payment Gateway Plugin a la versión 1.2 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento del plug-in BookingPress - Worldpay Payment Gateway alla versione 1.2 o successiva.

source: Language Settings
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress – Worldpay Payment Gateway Plugins auf Version 1.2 oder höher.
es_es: Ajustes de idioma
it_it: Impostazioni della lingua

source: Language Translate
de_de: Spracheinstellungen
es_es: Traducir idioma
it_it: Lingua Tradurre

source: Okay
de_de: Optionsbeschriftung
es_es: Bueno
it_it: Va bene

source: Category Language Translate
de_de: Okay
es_es: Categoría Idioma Traducir
it_it: Categoria Lingua Traduci

source: Close
de_de: Kategorie Sprache Übersetzen
es_es: Cerca
it_it: Vicino

source: Save
de_de: Schließen
es_es: Ahorrar
it_it: Salva

source: Card name placeholder
de_de: Platzhalter für den Kartennamen
es_es: Marcador de posición del nombre de la tarjeta
it_it: Segnaposto nome carta

source: BookingPress - Multi-Language Plugin Requires to update the BookingPress Pro Plugin to version 2.6.1 or higher.
de_de: BookingPress – Mehrsprachiges Plugin Erfordert die Aktualisierung des BookingPress Pro-Plugins auf Version 2.6.1 oder höher.
es_es: BookingPress - Complemento multilingüe Requiere actualizar el complemento BookingPress Pro a la versión 2.6.1 o superior.
it_it: BookingPress - Plugin multilingue Richiede l'aggiornamento del plug-in BookingPress Pro alla versione 2.6.1 o superiore.

source: Value
de_de: Wert
es_es: Valor
it_it: Valore

source: Package Form Label
de_de: Paketformularetikett
es_es: Etiqueta de formulario de paquete
it_it: Etichetta del modulo del pacchetto

source: Package search placeholder
de_de: Platzhalter für die Paketsuche
es_es: Marcador de posición de búsqueda de paquetes
it_it: Segnaposto per la ricerca del pacchetto

source: Search button
de_de: Schaltfläche „Suchen“
es_es: Botón de búsqueda
it_it: Pulsante Cerca

source: No Package Found
de_de: Kein Paket gefunden
es_es: No se encontró ningún paquete
it_it: Nessun pacchetto trovato

source: Buy now button
de_de: Schaltfläche „Jetzt kaufen“
es_es: Botón comprar ahora
it_it: Pulsante Acquista ora

source: Services Includes text
de_de: Dienstleistungen inklusive Text
es_es: Servicios Incluye texto
it_it: Servizi Include testo

source: Services Show More text
de_de: Dienstleistungen Mehr Text anzeigen
es_es: Servicios Mostrar más texto
it_it: Servizi Mostra altro testo

source: Services Show Less text
de_de: Dienstleistungen Weniger Text anzeigen
es_es: Servicios Mostrar menos texto
it_it: Servizi Mostra meno testo

source: Package Description Read More
de_de: Paketbeschreibung Lesen Sie mehr
es_es: Descripción del paquete Leer más
it_it: Descrizione del pacchetto Ulteriori informazioni

source: Package Description Show Less
de_de: Paketbeschreibung Weniger anzeigen
es_es: Descripción del paquete Mostrar menos
it_it: Descrizione del pacchetto Mostra meno

source: Package month label
de_de: Paketmonatsetikett
es_es: Etiqueta del mes del paquete
it_it: Etichetta del mese del pacchetto

source: Package months label
de_de: Paketmonatsetikett
es_es: Etiqueta de meses del paquete
it_it: Etichetta dei mesi del pacchetto

source: Package year label
de_de: Etikett für das Paketjahr
es_es: Etiqueta del año del paquete
it_it: Etichetta dell'anno del pacchetto

source: Package years label
de_de: Etikett für Paketjahre
es_es: Etiqueta de años del paquete
it_it: Etichetta degli anni del pacchetto

source: Package day label
de_de: Etikett für den Pakettag
es_es: Etiqueta del día del paquete
it_it: Etichetta del giorno del pacchetto

source: Package days label
de_de: Etikett für Pakettage
es_es: Etiqueta de días del paquete
it_it: Etichetta dei giorni del pacchetto

source: User details step
de_de: Schritt „Benutzerdetails“
es_es: Paso de detalles del usuario
it_it: Passaggio dei dettagli dell'utente

source: SignUp link label
de_de: Melden Sie sich an Link-Label
es_es: Etiqueta de enlace de registro
it_it: Etichetta del collegamento di registrazione

source: Don't have an account label
de_de: Sie haben keine Kontobezeichnung
es_es: No tener una etiqueta de cuenta
it_it: Non avere un'etichetta dell'account

source: Signup form title
de_de: Titel des Anmeldeformulars
es_es: Título del formulario de registro
it_it: Titolo del modulo di registrazione

source: Full name field label
de_de: Feldbeschriftung mit vollständigem Namen
es_es: Etiqueta de campo de nombre completo
it_it: Etichetta del campo nome completo

source: Email field label
de_de: E-Mail-Feldbezeichnung
es_es: Etiqueta de campo de correo electrónico
it_it: Etichetta del campo e-mail

source: Mobile Number field label
de_de: Beschriftung des Felds „Mobilnummer“
es_es: Etiqueta de campo de número de móvil
it_it: Etichetta del campo Numero di cellulare

source: Password field label
de_de: Beschriftung des Passwortfeldes
es_es: Etiqueta del campo de contraseña
it_it: Etichetta del campo password

source: Full name field placeholder
de_de: Platzhalter für das Feld „Vollständiger Name“
es_es: Marcador de posición del campo de nombre completo
it_it: Segnaposto del campo nome completo

source: Email field placeholder
de_de: Platzhalter für das E-Mail-Feld
es_es: Marcador de posición del campo de correo electrónico
it_it: Segnaposto del campo e-mail

source: Password field placeholder
de_de: Platzhalter für das Passwortfeld
es_es: Marcador de posición del campo de contraseña
it_it: Segnaposto del campo Password

source: Full name required message
de_de: Vollständiger Name erforderlich. Nachricht
es_es: Nombre completo mensaje requerido
it_it: Messaggio con nome completo richiesto

source: Email required message
de_de: E-Mail erforderliche Nachricht
es_es: Mensaje requerido por correo electrónico
it_it: Messaggio di posta elettronica richiesto

source: Mobile Number required message
de_de: Nachricht „Mobilnummer erforderlich“
es_es: Mensaje de número de móvil requerido
it_it: Messaggio relativo al numero di cellulare richiesto
