Repository: changingo/fer-tarot
Catalog: plugins/bookingpress-multilanguage/languages/bookingpress-multilanguage-*.po
Languages: de_de, es_es, it_it

source: Password required message
de_de: Nachricht mit erforderlichem Passwort
es_es: Mensaje de contraseña requerida
it_it: Messaggio relativo alla password richiesta

source: Signup button title
de_de: Titel der Anmeldeschaltfläche
es_es: Título del botón de registro
it_it: Titolo del pulsante di registrazione

source: Already have account text
de_de: Habe bereits einen Kontotext
es_es: Ya tengo texto de cuenta
it_it: Hai già il testo dell'account

source: Login link title
de_de: Titel des Login-Links
es_es: Título del enlace de inicio de sesión
it_it: Titolo del collegamento di accesso

source: Basic Details form title
de_de: Titel des Formulars „Grundlegende Details“
es_es: Título del formulario de detalles básicos
it_it: Titolo del modulo Dettagli di base

source: Submit button title
de_de: Titel der Schaltfläche „Senden“
es_es: Enviar título del botón
it_it: Titolo del pulsante Invia

source: Make payment tab title
de_de: Geben Sie den Titel der Registerkarte „Zahlung“ ein
es_es: Título de la pestaña Realizar pago
it_it: Effettua il titolo della scheda di pagamento

source: Make payment form title
de_de: Geben Sie den Titel des Zahlungsformulars ein
es_es: Realizar título del formulario de pago
it_it: Effettua il titolo del modulo di pagamento

source: Subtotal text
de_de: Zwischensummentext
es_es: Texto subtotal
it_it: Testo del totale parziale

source: Total amount text
de_de: Text zum Gesamtbetrag
es_es: Texto de importe total
it_it: Testo dell'importo totale

source: Select payment method text
de_de: Wählen Sie den Text der Zahlungsmethode aus
es_es: Seleccionar texto de método de pago
it_it: Seleziona il testo del metodo di pagamento

source: Buy package button text
de_de: Text der Schaltfläche „Paket kaufen“
es_es: Comprar texto del botón del paquete
it_it: Testo del pulsante Acquista pacchetto

source: Summary form title
de_de: Titel des Zusammenfassungsformulars
es_es: Título del formulario de resumen
it_it: Titolo del modulo di riepilogo

source: Booking Id
de_de: Buchungs-ID
es_es: ID de reserva
it_it: ID prenotazione

source: Package booked success message
de_de: Erfolgsmeldung zur Paketbuchung
es_es: Mensaje de éxito del paquete reservado
it_it: Messaggio di avvenuta prenotazione del pacchetto

source: Package booking information sent message
de_de: Paketbuchungsinformationen gesendete Nachricht
es_es: Mensaje enviado información de reserva de paquete
it_it: Messaggio inviato con informazioni sulla prenotazione del pacchetto

source: Package title
de_de: Pakettitel
es_es: Título del paquete
it_it: Titolo del pacchetto

source: Customer Name title
de_de: Titel des Kundennamens
es_es: Título del nombre del cliente
it_it: Titolo del nome del cliente

source: Book Appointment title
de_de: Titel des Termins buchen
es_es: Título de la cita del libro
it_it: Titolo dell'appuntamento con il libro

source: Package purchase limit message
de_de: Meldung zum Paketkauflimit
es_es: Mensaje de límite de compra de paquete
it_it: Messaggio relativo al limite di acquisto del pacchetto

source: Package Payment failed message
de_de: Meldung „Paketzahlung fehlgeschlagen“
es_es: Mensaje de error en el pago del paquete
it_it: Messaggio di pagamento del pacchetto non riuscito

source: Please activate license of BookingPress premium plugin to use BookingPress Multi Language Add-on
de_de: Bitte aktivieren Sie die Lizenz des BookingPress-Premium-Plugins, um das BookingPress-Servicepaket-Add-on zu nutzen
es_es: Active la licencia del complemento premium de BookingPress para utilizar el complemento del paquete de servicios de BookingPress
it_it: Si prega di attivare la licenza del plugin premium BookingPress per utilizzare il componente aggiuntivo del pacchetto di servizi BookingPress

source: Please %s Click Here %s to Continue
de_de: Bitte %s Klicken Sie hier %s, um fortzufahren
es_es: Por favor %s Haga clic aquí %s para continuar
it_it: Per favore %s fai clic qui %s per continuare

source: An error occurred, please try again.
de_de: Es ist ein Fehler aufgetreten. Versuchen Sie es erneut.
es_es: Ha ocurrido un error. Por favor intente de nuevo.
it_it: Si è verificato un errore. Per favore, riprova.

source: Your license key expired on %s.
de_de: Ihr Lizenzschlüssel ist am %s abgelaufen.
es_es: Su clave de licencia expiró el %s.
it_it: La tua chiave di licenza è scaduta il %s.

source: Your license key has been disabled.
de_de: Ihr Lizenzschlüssel wurde deaktiviert.
es_es: Su clave de licencia ha sido deshabilitada.
it_it: La tua chiave di licenza è stata disabilitata.

source: Invalid license.
de_de: Ungültige Lizenz.
es_es: Licencia invalida.
it_it: Licenza non valida.

source: Your license is not active for this URL.
de_de: Ihre Lizenz ist für diese URL nicht aktiv.
es_es: Su licencia no está activa para esta URL.
it_it: La tua licenza non è attiva per questo URL.

source: This appears to be an invalid license key for your selected package.
de_de: Dies scheint ein ungültiger Lizenzschlüssel für Ihr ausgewähltes Paket zu sein.
es_es: Parece ser una clave de licencia no válida para el paquete seleccionado.
it_it: Sembra essere una chiave di licenza non valida per il pacchetto selezionato.

source: Your license key has reached its activation limit.
de_de: Ihr Lizenzschlüssel hat sein Aktivierungslimit erreicht.
es_es: Su clave de licencia ha alcanzado su límite de activación.
it_it: La tua chiave di licenza ha raggiunto il limite di attivazione.

source: There is a new version of %1$s available.
de_de: Es ist eine neue Version von %1$s verfügbar.
es_es: Hay una nueva versión de %1$s disponible.
it_it: È disponibile una nuova versione di %1$s.

source: Contact your network administrator to install the update.
de_de: Wenden Sie sich an Ihren Netzwerkadministrator, um das Update zu installieren.
es_es: Comuníquese con su administrador de red para instalar la actualización.
it_it: Contatta l'amministratore di rete per installare l'aggiornamento.

source: %1$sView version %2$s details%3$s.
de_de: %1$sVersion ansehen %2$s Einzelheiten%3$s.
es_es: %1$sVer versión %2$s detalles%3$s.
it_it: %1$sVisualizza versione %2$s dettagli%3$s.

source: %1$sView version %2$s details%3$s or %4$supdate now%5$s.
de_de: %1$sVersion ansehen %2$s Einzelheiten%3$s or %4$sJetzt aktualisieren%5$s.
es_es: %1$sVer versión %2$s detalles%3$s o %4$actualizar ahora%5$s.
it_it: %1$sVisualizza versione %2$s dettagli%3$s O %4$saggiorna ora%5$s.

source: Update now.
de_de: Jetzt aktualisieren.
es_es: Actualizar ahora.
it_it: Aggiorna ora.

source: You do not have permission to install plugin updates
de_de: Sie sind nicht berechtigt, Plugin-Updates zu installieren
es_es: No tienes permiso para instalar actualizaciones de complementos
it_it: Non hai l'autorizzazione per installare gli aggiornamenti del plug-in

source: Service
es_es: Servicio
it_it: Servizio
