Repository: changingo/fer-tarot
Catalog: plugins/bookingpress-mercadopago/languages/bookingpress-mercadopago-*.po
Languages: ar, fr_fr, it_it, ro_ro, tr_tr, uk

source: BookingPress - Mercado Pago Payment Gateway Addon
it_it: BookingPress - Componente aggiuntivo del gateway di pagamento Mercado Pago
ro_ro: BookingPress - Addon pentru Gateway de plăți Mercado Pago
tr_tr: BookingPress - Mercado Pago Ödeme Ağ Geçidi Eklentisi
uk: BookingPress – доповнення платіжного шлюзу Mercado Pago

source: Extension for BookingPress plugin to accept payments using Mercado pago Payment Gateway.
ar: ملحق للمكون الإضافي BookingPress لقبول المدفوعات باستخدام بوابة الدفع Mercado pago.
fr_fr: Extension pour le plugin BookingPress pour accepter les paiements via la passerelle de paiement Mercado pago.
it_it: Estensione per il plugin BookingPress per accettare pagamenti utilizzando Mercado pago Payment Gateway.
ro_ro: Extensie pentru pluginul BookingPress pentru a accepta plăți folosind Mercado pago Payment Gateway.
tr_tr: Mercado pago Ödeme Ağ Geçidini kullanarak ödemeleri kabul etmek için BookingPress eklentisinin uzantısı.
uk: Розширення для плагіна BookingPress для прийому платежів через платіжний шлюз Mercado pago.

source: BookingPress Package
ar: باقة بوكينج بريس
fr_fr: Forfait BookingPress
it_it: Pacchetto BookingPress
ro_ro: Pachetul BookingPress
tr_tr: RezervasyonBasın Paketi
uk: Пакет BookingPress

source: Error returned from payment gateway
ar: تم إرجاع خطأ من بوابة الدفع
fr_fr: Erreur renvoyée par la passerelle de paiement
it_it: Errore restituito dal gateway di pagamento
ro_ro: Eroare returnată de la poarta de plată
tr_tr: Ödeme ağ geçidinden döndürülen hata
uk: Помилка від платіжного шлюзу

source: Something went wrong while processing with payment
ar: حدث خطأ ما أثناء معالجة الدفع
fr_fr: Une erreur s'est produite lors du traitement du paiement
it_it: Qualcosa è andato storto durante l'elaborazione del pagamento
ro_ro: A apărut o eroare în timpul procesării cu plata
tr_tr: Ödeme işlemi sırasında bir şeyler ters gitti
uk: Під час обробки платежу сталася помилка

source: Error
ar: خطأ
fr_fr: Erreur
it_it: Errore
ro_ro: Eroare
tr_tr: Hata
uk: Помилка

source: Appointment Booking
ar: حجز موعد
fr_fr: Prise de rendez-vous
it_it: Prenotazione appuntamento
ro_ro: Rezervare programare
tr_tr: Randevu Rezervasyonu
uk: Запис на прийом

source: Success
ar: نجاح
fr_fr: Succès
it_it: Successo
ro_ro: Succes
tr_tr: Başarı
uk: Успіх

source: Sorry! refund could not be processed
ar: آسف! لا يمكن معالجة استرداد الأموال
fr_fr: Désolé! le remboursement n'a pas pu être traité
it_it: Scusa! non è stato possibile elaborare il rimborso
ro_ro: Îmi pare rău! rambursarea nu a putut fi procesată
tr_tr: Üzgünüm! geri ödeme işlenemedi
uk: Вибачте! не вдалося обробити відшкодування

source: Mercago Pago payment title
ar: عنوان الدفع Mercago Pago
fr_fr: Titre de paiement Mercago Pago
it_it: Titolo di pagamento Mercago Pago
ro_ro: Titlul de plată Mercago Pago
tr_tr: Mercago Pago ödeme başlığı
uk: Назва платежу Mercago Pago

source: Mercado Pago payment title
ar: عنوان الدفع في ميركادو باجو
fr_fr: Titre de paiement Mercado Pago
it_it: Titolo di pagamento Mercado Pago
ro_ro: Titlul de plată Mercado Pago
tr_tr: Mercado Pago ödeme başlığı
uk: Назва платежу Mercado Pago

source: Mercado Pago
ar: ميركادو باجو
fr_fr: Marché Pago
it_it: Mercato Pago
uk: Меркадо Паго

source: Please enter the public key
ar: الرجاء إدخال المفتاح العام
fr_fr: Veuillez entrer la clé publique
it_it: Inserisci la chiave pubblica
ro_ro: Vă rugăm să introduceți cheia publică
tr_tr: Lütfen genel anahtarı girin
uk: Будь ласка, введіть відкритий ключ

source: Please enter the access token
ar: الرجاء إدخال رمز الوصول
fr_fr: Veuillez saisir le jeton d'accès
it_it: Inserisci il token di accesso
ro_ro: Vă rugăm să introduceți simbolul de acces
tr_tr: Lütfen erişim belirtecini girin
uk: Будь ласка, введіть маркер доступу

source: Please enter the secret signature
ar: الرجاء إدخال التوقيع السري
fr_fr: Veuillez entrer la signature secrète
it_it: Inserisci la firma segreta
ro_ro: Vă rugăm să introduceți semnătura secretă
tr_tr: Lütfen gizli imzayı girin
uk: Будь ласка, введіть секретний підпис

source: Payment Mode
ar: طريقة الدفع
fr_fr: Mode de paiement
it_it: Metodo di pagamento
ro_ro: Mod de plată
tr_tr: Ödeme şekli
uk: Режим оплати

source: Public Key
ar: المفتاح العمومي
fr_fr: Clé publique
it_it: Chiave pubblica
ro_ro: Cheie publică
tr_tr: Genel anahtar
uk: відкритий ключ

source: Enter Public Key
ar: أدخل المفتاح العام
fr_fr: Entrez la clé publique
it_it: Immettere la chiave pubblica
ro_ro: Introduceți cheia publică
tr_tr: Genel Anahtarı Girin
uk: Введіть відкритий ключ

source: Access Token
ar: رمز وصول
fr_fr: Jeton d'accès
it_it: Token di accesso
ro_ro: Jeton de acces
tr_tr: Erişim Jetonu
uk: Маркер доступу

source: Enter Access Token
ar: أدخل رمز الوصول
fr_fr: Entrez le jeton d'accès
it_it: Inserisci il token di accesso
ro_ro: Introduceți codul de acces
tr_tr: Erişim Simgesini Girin
uk: Введіть маркер доступу

source: Secret Signature
ar: التوقيع السري
fr_fr: Signature secrète
it_it: Firma segreta
ro_ro: Semnătura secretă
tr_tr: Gizli İmza
uk: Таємний підпис

source: Enter Secret Signature
ar: أدخل التوقيع السري
fr_fr: Entrez la signature secrète
it_it: Inserisci la firma segreta
ro_ro: Introduceți semnătura secretă
tr_tr: Gizli İmzayı Girin
uk: Введіть секретний підпис

source: Webhook URL
ar: عنوان URL للويب هوك
fr_fr: URL du webhook
it_it: URL del webhook
ro_ro: Adresa URL a webhook
tr_tr: Web kancası URL'si
uk: URL-адреса вебхука

source: Bookingpress - Mercado pago plugin requires Bookingpress Premium Plugin installed and active.
ar: Bookingpress - يتطلب المكون الإضافي Mercado pago تثبيت وتنشيط المكون الإضافي Bookingpress Premium.
fr_fr: Bookingpress - Le plugin Mercado pago nécessite que le plugin Bookingpress Premium soit installé et actif.
it_it: Bookingpress - Il plugin Mercado pago richiede Bookingpress Premium Plugin installato e attivo.
ro_ro: Bookingpress - Pluginul Mercado pago necesită Bookingpress Premium Plugin instalat și activ.
tr_tr: Bookingpress - Mercado pago eklentisi, Bookingpress Premium Eklentisinin kurulu ve aktif olmasını gerektirir.
uk: Для плагіна Bookingpress – Mercado pago потрібен встановлений і активний плагін Bookingpress Premium.

source: BookingPress Gift Card
ar: BookingPress كرت هدية
fr_fr: Carte cadeau BookingPress
it_it: Buono regalo BookingPress
ro_ro: Card cadou BookingPress
tr_tr: BookingPress Hediye Kartı
uk: Подарункова карта BookingPress

source: Please activate license of BookingPress premium plugin to use BookingPress Mercadopago Add-on
ar: يرجى تفعيل ترخيص المكون الإضافي المميز لـ BookingPress لاستخدام الوظيفة الإضافية لـ BookingPress Mercadopago
fr_fr: Veuillez activer la licence du plugin premium BookingPress pour utiliser le module complémentaire BookingPress Mercadopago
it_it: Attiva la licenza del plugin premium BookingPress per utilizzare il componente aggiuntivo BookingPress Mercadopago
ro_ro: Vă rugăm să activați licența pluginului premium BookingPress pentru a utiliza suplimentul BookingPress Mercadopago
tr_tr: BookingPress Mercadopago Eklentisini kullanmak için lütfen BookingPress premium eklentisinin lisansını etkinleştirin
uk: Щоб використовувати надбудову BookingPress Mercadopago, активуйте ліцензію преміум-плагіна BookingPress

source: Please %s Click Here %s to Continue
ar: من فضلك %s انقر هنا %s للمتابعة
fr_fr: S'il vous plaît %s Cliquez ici %s pour continuer
it_it: Per favore %s Clicca qui %s per continuare
ro_ro: Vă rog, %s Click aici %s pentru a continua
tr_tr: Devam etmek için lütfen %s Buraya tıklayın %s
uk: Будь ласка, %s Натисніть тут %s, щоб продовжити

source: An error occurred, please try again.
ar: حدث خطأ، يرجى المحاولة مرة أخرى.
fr_fr: Une erreur s'est produite, veuillez réessayer.
it_it: Si è verificato un errore. Per favore, riprova.
ro_ro: A aparut o eroare. Va rugam sa incercati din nou.
tr_tr: Bir hata oluştu. Lütfen tekrar deneyin.
uk: Сталася помилка, спробуйте ще раз.

source: Your license key expired on %s.
ar: انتهت صلاحية مفتاح الترخيص الخاص بك في %s.
fr_fr: Votre clé de licence a expiré le %s.
it_it: La tua chiave di licenza è scaduta il %s.
ro_ro: Cheia de licență a expirat pe %s.
tr_tr: Lisans anahtarınızın süresi %s tarihinde doldu.
uk: Термін дії вашого ліцензійного ключа закінчився %s.

source: Your license key has been disabled.
ar: لقد تم تعطيل مفتاح الترخيص الخاص بك.
fr_fr: Votre clé de licence a été désactivée.
it_it: La tua chiave di licenza è stata disabilitata.
ro_ro: Cheia de licență a fost dezactivată.
tr_tr: Lisans anahtarınız devre dışı bırakıldı.
uk: Ваш ліцензійний ключ вимкнено.

source: Invalid license.
ar: ترخيص غير صالح.
fr_fr: Licence invalide.
it_it: Licenza non valida.
ro_ro: Licență nevalidă.
tr_tr: Geçersiz lisans.
uk: Недійсна ліцензія.

source: Your license is not active for this URL.
ar: ترخيصك غير نشط لعنوان URL هذا.
fr_fr: Votre licence n'est pas active pour cette URL.
it_it: La tua licenza non è attiva per questo URL.
ro_ro: Licența dvs. nu este activă pentru această adresă URL.
tr_tr: Lisansınız bu URL için etkin değil.
uk: Ваша ліцензія неактивна для цієї URL-адреси.

source: This appears to be an invalid license key for your selected package.
ar: يبدو أن هذا مفتاح ترخيص غير صالح للحزمة التي حددتها.
fr_fr: Cela semble être une clé de licence invalide pour votre package sélectionné.
it_it: Sembra essere una chiave di licenza non valida per il pacchetto selezionato.
ro_ro: Aceasta pare a fi o cheie de licență nevalidă pentru pachetul selectat.
tr_tr: Bu, seçtiğiniz paket için geçersiz bir lisans anahtarı gibi görünüyor.
uk: Здається, це недійсний ліцензійний ключ для вибраного вами пакета.

source: Your license key has reached its activation limit.
ar: لقد وصل مفتاح الترخيص الخاص بك إلى حد التنشيط الخاص به.
fr_fr: Votre clé de licence a atteint sa limite d'activation.
it_it: La tua chiave di licenza ha raggiunto il limite di attivazione.
ro_ro: Cheia de licență a atins limita de activare.
tr_tr: Lisans anahtarınız etkinleştirme sınırına ulaştı.
uk: Ваш ліцензійний ключ досяг ліміту активації.

source: There is a new version of %1$s available.
ar: هناك نسخة جديدة متاحة من %s.
fr_fr: Une nouvelle version de %s est disponible.
it_it: È disponibile una nuova versione di %s.
ro_ro: Există o nouă versiune de %s disponibilă.
tr_tr: %s'ın yeni bir sürümü mevcut.
uk: Доступна нова версія %s.

source: Contact your network administrator to install the update.
ar: اتصل بمسؤول الشبكة لتثبيت التحديث.
fr_fr: Contactez votre administrateur réseau pour installer la mise à jour.
it_it: Contatta l'amministratore di rete per installare l'aggiornamento.
ro_ro: Contactați administratorul de rețea pentru a instala actualizarea.
tr_tr: Güncelleştirmeyi yüklemek için ağ yöneticinize başvurun.
uk: Щоб установити оновлення, зверніться до адміністратора мережі.

source: %1$sView version %2$s details%3$s.
ar: %s عرض الإصدار %s تفاصيل %s.
fr_fr: %s Voir la version %s détails %s.
it_it: %s Visualizza versione %s dettagli %s.
ro_ro: %s Vedeți versiunea %s Detalii %s.
tr_tr: %s Sürümü görüntüle %s detaylar %s.
uk: %s Переглянути версію %s деталі %s.

source: %1$sView version %2$s details%3$s or %4$supdate now%5$s.
ar: %s عرض الإصدار %s تفاصيل %s أو %s تحديث الان %s.
fr_fr: %s Voir la version %s détails %s ou %s Mettez à jour maintenant %s.
it_it: %s Visualizza versione %s dettagli %s O %s aggiorna ora %s.
ro_ro: %s Vedeți versiunea %s Detalii %s sau %s actualizează acum %s.
tr_tr: %s Sürümü görüntüle %s detaylar %s veya %s Şimdi güncelle %s.
uk: %s Переглянути версію %s деталі %s або %s оновити зараз %s.

source: Update now.
ar: تحديث الان.
fr_fr: Mettez à jour maintenant.
it_it: Aggiorna ora.
ro_ro: Actualizează acum.
tr_tr: Şimdi güncelle.
uk: Оновити зараз.

source: You do not have permission to install plugin updates
ar: ليس لديك إذن لتثبيت تحديثات البرنامج المساعد
fr_fr: Vous n'êtes pas autorisé à installer les mises à jour du plugin
it_it: Non hai l'autorizzazione per installare gli aggiornamenti del plug-in
ro_ro: Nu aveți permisiunea de a instala actualizări de plugin
tr_tr: Eklenti güncellemelerini yükleme izniniz yok
uk: У вас немає дозволу на встановлення оновлень плагіна
